Repository: MartinZid/FlightRecords
Catalog: FlightRecords/Translations/*.lproj/Localizable.strings
Languages: cs

source: SE
cs: Jednomotorové

source: ME
cs: Vícemotorové

source: N/A
cs: Neznámé

source: Plane
cs: Letadlo

source: Add new flight record
cs: Přidat záznam letu

source: Edit flight record
cs: Upravit záznam letu

source: Add new plane
cs: Přidat letadlo

source: Edit plane
cs: Upravit letadlo

source: Add new simulator record
cs: Přidat záznam ze simulátoru

source: Edit simulator record
cs: Upravit záznam ze simulátoru

source: Class1
cs: Třída 1

source: Class2
cs: Třídy 2

source: Custom
cs: Vlastní

source: Add new certificate
cs: Přidat certifikát

source: Edit certificate
cs: Upravit certifikát

source: Date
cs: DATUM <br>(dd/mm/rr)

source: Departure
cs: ODLET

source: Arrival
cs: PŘÍLET

source: Single pilot
cs: JEDNO <br>PILOTNÍ

source: Multi pilot
cs: VÍCE-<br>PILOTNÍ

source: Total time
cs: CELKOVÁ DOBA LETU

source: PIC name
cs: JMÉNO PIC

source: Takeoffs
cs: VZLETY

source: Landings
cs: PŘISTÁNÍ

source: Place
cs: MÍSTO

source: Time
cs: ČAS

source: TMV
cs: TYP, MODEL, VARIANTA

source: RegNo
cs: POZNÁVACÍ ZNAČKA

source: DayBR
cs: D<br>E<br>N

source: NightBR
cs: N<br>O<br>C

source: This page total
cs: CELKEM NA TÉTO STRANĚ

source: Prev pages total
cs: CELKEM Z PŘEDCHOZÍCH STRAN

source: Condition time
cs: DOBA V PROVOZNÍCH PODMÍNKÁCH

source: Pilot time
cs: DOBA V PILOTNÍ FUNKCI

source: Simulator records
cs: ZÁZNAM ZE SIMULÁTORU

source: Notes
cs: POZNÁMKY A POTVRZENÍ

source: Night
cs: NOC

source: PIC
cs: VELÍCÍ PILOT

source: CO
cs: DRUHÝ PILOT

source: Dual
cs: DVOJÍ

source: Instructor
cs: INSTRUKTOR

source: Type
cs: TYP

source: Total time2
cs: CELKOVÝ ČAS

source: Certification
cs: POTVRZUJI, ŽE ZÁZNAMY V TOMTO ZÁPISNÍKU JSOU PRAVDIVÉ

source: Pilot's signature
cs: PODPIS PILOTA

source: Records
cs: Záznamy

source: Cant send email
cs: Nelze odeslat email

source: Unset email client
cs: Váš emailový client není nastavený.

source: Empty planes table
cs: Nemáte žádná vložená letadla.

source: Add new plane info
cs: Klepnutím na "+" vložte letadlo.

source: Empty records table
cs: Nemáte žádné vložené záznamy.

source: Add new record info
cs: Klepnutím na "+" vložte záznam.

source: No records after filtering
cs: Vašemu hledání neodpovídají žádné záznamy.

source: Empty certificates table
cs: Nemáte žádné vložené certifikáty.

source: Add new certificate info
cs: Klepnutím na "+" vložte certifikát.

source: Without name
cs: Nepojmenovaný

source: Cancel
cs: Zrušit

source: Delete confirm
cs: Potvrzení smazání

source: Delete record confirm message
cs: Opravdu chcete smazat tento záznam?

source: Delete
cs: Smazat

source: No
cs: Ne

source: Clear confirm
cs: Potvrzení zrušení filtrování

source: Clear search confirm message
cs: Opravdu chcete zrušit filtrování?

source: Clear
cs: Ano

source: Saved
cs: Uloženo

source: Login error
cs: Chyba při přihlašování

source: Login error info message
cs: Při přihlašování, pomocí Vašeho iCloud účtu, došlo k chybě. Zkontrolujte, prosím, že jste k iCloud účtu přihlášeni (v Nastavení).

source: Try again
cs: Zkusit znovu

source: Server error
cs: Chyba při komunikaci se serverem

source: Server error info message
cs: Nastala chyba při komunikaci se serverem. Prosím, zkuste to později.

source: Login successful
cs: Přihlášení, pomocí Vašeho iCloud účtu, bylo úspěšné!

source: New record type
cs: Typ nového záznamu

source: Flight record
cs: Záznam letu

source: FSTD record
cs: Záznam ze simulátoru
